function telugu()
 {

   document.getElementById('one').innerHTML="క తెలుగు నటుడు. ఇతడు ప్రభాస్ా సుపరిచితుడు. ఇతను నటుడు కృష్ణంరాజు సోదరుని  ప్రభాస్ ఆ తర్వాత వ"

}

function hindi()
 {
  document.getElementById('one').innerHTML="अथवा प्रभास एक भारतीय फ़िल्म अभिनेता हैं जो मुख्य रूप से तेलुगु सिनेमा में कार्य करते हैं।[1][2] ये प्रभास नाम से प्रसिद्ध हैं। हिंदुस्तान टाइम्स फ़िल्म परियोजना के अनुसार बाहुबली ";
}

function marati()
 {
  document.getElementById('one').innerHTML="झाला. ते प्रभास या नावाने लोकप्रिय आहेत. प्रभास हे प्रामुख्याने तेलुगू चित्रपटात काम करतात. मिस्टर परफेक्ट (२०००), मिर्ची (२००३), बाहुबली (२०१५) या हिंदी चित्रपटांमध्ये  ची मुख्य भूु";
}
